{
  "quotes": [
    "Education is the most powerful weapon you can use to change the world.",
    "A person who never made a mistake never tried anything new.",
    "Success is no accident. It is hard work, perseverance, learning, and sacrifice.",
    "If you cannot do great things, do small things in a great way.",
    "You miss 100% of the shots you don’t take.",
    "Believe you can and you’re halfway there.",
    "Strive for progress, not perfection.",
    "It always seems impossible until it’s done.",
    "Done is better than perfect.",
    "The dictionary is the only place success comes before work.",
    "There is no end to education. It is not that you read a book and pass an examination.",
    "Learning is a lifelong process.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
    "Tell me and I forget, teach me and I may remember, involve me and I learn.",
    "Develop a passion for learning. If you do, you will never cease to grow.",
    "Learning never exhausts the mind.",
    "The purpose of learning is growth.",
    "The expert in anything was once a beginner.",
    "The beautiful thing about learning is nobody can take it away from you.",
    "The more that you read, the more things you will know.",
    "In learning you will teach, and in teaching you will learn.",
    "The mind is not a vessel to be filled but a fire to be ignited.",
    "Rise up this mornin’, smiled with the risin’ sun.",
    "And when the night is cloudy, there is still a light that shines on me.",
    "One learns from books and example only that certain things can be done.",
    "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.",
    "You learn something everyday if you pay attention.",
    "Be so good they can't ignore you.",
    "I'm not telling you it's going to be easy—I'm telling you it's going to be worth it.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "Curiosity is the wick in the candle of learning.",
    "Work hard, be kind, and amazing things will happen.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
    "Nothing is impossible, the word itself says 'I'm possible'!",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "Continuous learning leads to continuous improvement.",
    "Learning a chapter of knowledge is better than a thousand units of ritual prayer.",
    "The brightness of a learned person compared to a worshipper is like the full moon among stars.",
    "Seek knowledge from the cradle to the grave.",
    "The ink of the scholar is more sacred than the blood of the martyr.",
    "Whoever follows a path to seek knowledge, Allah will make the path to Paradise easy for him.",
    "Seeking knowledge is an obligation upon every Muslim.",
    "This world is cursed except for remembrance, scholars, and students of knowledge.",
    "A seeker of knowledge walks in the path of God until he returns.",
    "The one who points to good is like the one who does it.",
    "A servant is not filled with knowledge until he reaches Paradise.",
    "Knowledge is light and ignorance is darkness.",
    "When you learn, teach. When you get, give.",
    "One child, one teacher, one pen, and one book can change the world.",
    "Learning gives creativity. Creativity leads to thinking. Thinking provides knowledge. Knowledge makes you great.",
    "Patience is the key to learning.",
    "Knowledge is a treasure, but practice is the key to it.",
    "The roots of education are bitter, but the fruit is sweet.",
    "Small daily improvements over time lead to stunning results.",
    "He who opens a school door, closes a prison.",
    "A well-educated mind will always have more questions than answers.",
    "Study while others are sleeping. Work while others are loafing.",
    "An investment in knowledge always pays the best interest.",
    "Study hard, for the well is deep, and our brains are shallow.",
    "Time spent on learning is never wasted.",
    "Do not stop until you are proud.",
    "Learning is not attained by chance, it must be sought for with ardor and diligence.",
    "The secret of getting ahead is getting started.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "Push yourself, because no one else is going to do it for you.",
    "Don’t watch the clock; do what it does. Keep going.",
    "Don’t limit your challenges. Challenge your limits.",
    "Success doesn’t come to you. You go to it.",
    "Stay patient and trust your journey.",
    "Your only limit is your mind.",
    "Great things never come from comfort zones.",
    "Wake up with determination. Go to bed with satisfaction.",
    "Dream big, work hard, stay focused.",
    "If it doesn’t challenge you, it won’t change you.",
    "Make each day your masterpiece.",
    "Winners are not afraid of losing. But losers are.",
    "Don’t let what you cannot do interfere with what you can do.",
    "Keep your eyes on the stars, and your feet on the ground.",
    "Be yourself; everyone else is already taken.",
    "Start where you are. Use what you have. Do what you can.",
    "You are capable of more than you know.",
    "Nothing worth having comes easy.",
    "You don’t have to be great to start, but you have to start to be great."
  ]
}
